{
    "page_type": "research",
    "topics": [
        {
            "title": "我们要研究什么？ What Are We Studying?",
            "description": [
                "1.合成创新小组：开发精准合成技术，以关键科学问题为出发点，不断创造新的化学结构。目前的特色方向为二维金属有机超薄层，英文是Metal-Organic Layer (MOL)，其英文缩写与中文的“膜”谐音。结构上可理解为二维化的MOF。小组主要研究MOL的制备规律和表征方法。",
                "2.气固相小组：基于金属有机框架和金属有机超薄层，设计结构清晰的固体模型催化剂，用以研究固体催化剂的反应机理，发展新型高选择性和活性的催化剂。目前的特色方向是以MOF中金属氧簇节点为氧化物载体的结构模型，探究催化中的金属-载体强相互作用。",
                "3.电催化小组：基于金属有机框架和金属有机超薄层，设计结构清晰的界面电催化剂，用以研究电催化固体催化剂的反应机理，发展新型的分子基催化剂。",
                "4.光催化小组：基于金属有机框架和金属有机超薄层，研究光催化中的基本科学问题。目前的特色方向是利用MOF和MOL清晰规整的结构，研究光催化中的能量转移，阐明能量转移的基本规律和其对光催化效率的影响。小组配备有飞秒激光光谱学实验室，开展关于激发态的超快动力学研究。",
                "1. Synthetic Advancement Subgroup: Develop more accurate synthetic techniques and create new chemical structures that can help us answer our interested scientific questions in catalysis. The trademark of this subgroup is two dimensional metal-organic layers (MOL), which is a two-dimensional analog of metal-organic frameworks (MOFs). A major effort of this subgroup is to uncover the synthetic principles of MOLs as well as developing characterization techniques for MOLs.",
                "2. Solid-Gas Catalysis Subgroup:Develop molecularly well-defined model catalysts based on metal-organic frameworks and metal-organic layers to study catalytic mechanisms. The trademark of this subgroup is to use metal-oxo connecting nodes in MOFs as molecular model for metal oxide support and study strong metal-support interaction (SMSI) in catalysis, especially for conversion of C1 molecules.",
                "3. Electrocatalysis Subgroup:Develop molecularly well-defined model catalysts based on metal-organic frameworks and metal-organic layers to study catalytic mechanisms in electrocatalysis and create new immobilized molecular electrocatalyst with high selectivity and efficiency.",
                "4. Photocatalysis Subgroup:Develop molecularly well-defined model catalysts based on metal-organic frameworks and metal-organic layers to study fundamental scientific problems in photocatalysis. The trademark of this subgroup is the study of energy transfer mechanism in photocatalytic systems. A long-range jumping model was developed to describe energy transfer in a chromophore network. The subgroup also has a femto-second laser lab to study ultrafast processes in excited states with correlation spectroscopy."
            ]
        }
    ]
}